export interface SEOTextInterface {
  "houses-and-cottages": {
    common: string[];
    banner: string;
  };
  lands: {
    common: string[];
    banner: string;
  };
  villages: {
    common: string[];
    banner: string;
  };
  flats: {
    common: string[];
    banner: string;
  };
}

const TypeSEOText: SEOTextInterface = {
  "houses-and-cottages": {
    common: [
      `## Собираетесь приобрести дом, дачу или коттедж?\r\nНа сайте агентства недвижимости «Загородный стиль» собраны только актуальные предложения загородного рынка, так\u00A0как мы постоянно обновляем информацию и\u00A0продаем только те\u00A0объекты, которые видели своими глазами.\r\n\r\nКомфортные дачи, уютные дома, новые коттеджи с\u00A0нетерпением ждут новоселов. На сайте Вы найдете широкий спектр предложений от\u00A0маленького уютного домика до\u00A0шикарного просторного коттеджа.\r\n\r\n`,

      `## Все объекты расположены в\u00A0популярных районах Ленинградской области:\r\nна\u00A0севере\u00A0– это\u00A0Всеволожский, Выборгский и\u00A0Приозерский районы, на\u00A0юге – Красносельский, Гатчинский, Ломоносовский, Кировский, Лужский.\r\n\r\nБольшинство домов находятся в\u00A0зонах уже сложившейся загородной застройки, где Вы найдете всю необходимую сопутствующую инфраструктуру: остановки общественного транспорта, магазины и\u00A0предприятия сферы услуг, поликлиники и\u00A0больницы, школы и\u00A0детские сады. А если Вы наоборот ищете уединения с\u00A0природой, тишины и\u00A0покоя, то и\u00A0Вам мы предложим подходящие варианты.\r\n\r\n`,

      `## Важную роль в\u00A0работе агентства играет время,\r\nа\u00A0время Клиента представляет особую ценность, поэтому большую часть информации об\u00A0объекте Вы можете получить уже на\u00A0сайте: местоположение, характеристики дома, участка, описание окружения, качественные фотографии и\u00A0даже видеоэкскурсии. За более подробной информацией обращайтесь к\u00A0сотрудникам агентства. А\u00A0если Вы все-таки не\u00A0смогли подобрать ни\u00A0одного подходящего варианта, всегда готовы предложить подряд на\u00A0строительство. Есть несколько типовых решений, наполнение и\u00A0дизайн остаются за\u00A0Вами.\r\n\r\n`,

      `## Если подряд на\u00A0строительство Вы тоже не\u00A0рассматриваете,\r\nне\u00A0торопитесь покидать наш сайт, мы все равно можем быть Вам полезны. Приезжайте в\u00A0офис, обсудим что, где и\u00A0за\u00A0какие деньги Вас интересует. Сделаем подборку объектов, расскажем о\u00A0преимуществах и\u00A0недостатках каждого, выберем оптимальный вариант, поможем в\u00A0сопровождении сделки.\r\n\r\n`,
    ],
    banner: `## Ну, а\u00A0если Вы совсем еще далеки от\u00A0рынка,\r\nпока не\u00A0определись, какой тип загородной недвижимости Вас интересует, и\u00A0просматриваете эту страницу из\u00A0любопытства, посетите следующие разделы нашего сайта: [Земельные участки](/lands "Земельные участки"), [Коттеджные поселки](/villages "Коттеджные поселки"), это поможет определиться с\u00A0выбором.\r\n\r\nКак правило, наши объекты не\u00A0«залеживаются на\u00A0полке», база постоянно обновляется, каждый менеджер проводит несколько сделок в\u00A0месяц.\r\n\r\nОбращайтесь в\u00A0агентство недвижимости «Загородный стиль», мы\u00A0всегда готовы выслушать, проконсультировать, а\u00A0главное –\u00A0реально помочь!"`,
  },

  lands: {
    common: [
      `## Говорят, что за\u00A0свою жизнь любой мужчина должен построить дом, \r\nпосадить дерево и\u00A0вырастить сына. На\u00A0сайте агентства недвижимости «Загородный стиль» вы обязательно найдете подходящие земельные участки, где\u00A0сможете не\u00A0только построить свой собственный дом, но\u00A0и\u00A0вырастить прекрасный сад, а\u00A0также подарить ребенку детство полное теплых воспоминаний.\r\n\r\n`,

      `## В\u00A0продаже живописные участки в\u00A0наиболее популярных районах Ленинградской области \r\nот\u00A0маленьких и\u00A0аккуратных наделов до\u00A0просторных землевладений с\u00A0собственным выходом к\u00A0воде.\r\n\r\n`,

      `## Конечно, переезд или даже сезонное проживание за\u00A0городом\u00A0– это определенный риск, \r\nведь мы привыкли, что в\u00A0городе вся необходимая инфраструктура всегда под рукой. Приобретая участок у\u00A0нас, вы не\u00A0теряете связь с\u00A0мегаполисом. Большинство объектов находятся в\u00A0зонах, где уже сложилась загородная застройка. А\u00A0для\u00A0тех, кто наоборот бежит от\u00A0шума и\u00A0суеты, мы также предложим подходящие варианты.\r\n\r\n`,

      `## Покупка участка\u00A0– это не\u00A0только разумная инвестиция,\r\nно и\u00A0возможность построить дом по\u00A0индивидуальному проекту. Если вы уже определились с\u00A0участком, но вам не\u00A0хватает опыта и\u00A0знаний в\u00A0области строительства, предлагаем воспользоваться подрядными услугами. Есть несколько типовых решений, наполнение и\u00A0дизайн остаются на\u00A0ваше усмотрение.\r\n\r\n`,

      `## Важную роль в\u00A0работе агентства играет время, \r\nа время клиента представляет особую ценность, поэтому большую часть информации об\u00A0объекте вы можете получить уже\u00A0на\u00A0сайте: местоположение, характеристики участка, описание окружения, качественные фотографии.\r\n\r\n`,
    ],
    banner: `## За\u00A0подробной информацией обращайтесь к\u00A0нашим специалистам. \r\nОни внимательно выслушают все ваши требования, сориентируют среди множества предложений и\u00A0подберут оптимальный вариант.\r\n\r\nНаравне с\u00A0участками «Загородный стиль» занимается также продажей [Домов, дач, коттеджей](/houses-and-cottages "Домов, дач, коттеджей") и [Коттеджных поселков](/villages "Коттеджных поселков"). Поэтому если вы в\u00A0самом начале пути и\u00A0только присматриваетесь к\u00A0рынку загородной недвижимости, посетите соответствующие разделы нашего сайта, это поможет вам определиться с\u00A0выбором.\r\n\r\nКак правило, наши объекты не\u00A0простаивают, мы постоянно обновляем информацию и\u00A0продаем только те\u00A0объекты, которые видели своими глазами. Обращайтесь в\u00A0агентство недвижимости «Загородный стиль», мы всегда готовы помочь!`,
  },

  villages: {
    common: [
      `## В\u00A0качестве альтернативы частным коттеджам Агентство недвижимости «Загородный стиль» предлагает комфортные дома в\u00A0коттеджных поселках.\r\nЗдесь Вы найдете линейку от\u00A0самых оптимальных по\u00A0площади бюджетных вариантов до\u00A0просторных домовладений класса люкс. \r\nВажную роль при\u00A0покупке загородной недвижимости играет транспортная доступность, поэтому большинство наших объектов расположены не\u00A0далее тридцати километров от\u00A0КАД, а\u00A0значит, Вы\u00A0всегда будете на\u00A0связи с\u00A0мегаполисом.\r\n\r\n`,

      `## Коттеджный поселок\u00A0– это маленький загородный мир\r\nс\u00A0аккуратными домиками и\u00A0подстриженными лужайками, волшебная сказка, которая стала реальностью. Преимущества здесь очевидны:\r\n- определенный социальный статус;\r\n- абсолютный комфорт;\r\n- безопасность.\r\nЗдесь нет непонятных соседей, кругом люди с\u00A0примерно равным достатком, здесь не\u00A0страшно отпустить ребенка на\u00A0детскую площадку или оставить на\u00A0стоянке автомобиль.\r\n\r\n`,

      `## Важную роль в\u00A0работе агентства играет время,\r\nа\u00A0время Клиента представляет особую ценность, поэтому большую часть информации об\u00A0объекте Вы\u00A0можете получить уже на\u00A0сайте. Выбирайте подходящий вариант, а\u00A0дальше звоните, пишите или приезжайте в\u00A0офис, всегда поможем и\u00A0дадим профессиональную консультацию.\r\n\r\nКомпетентные специалисты внимательно отнесутся к\u00A0Вашим потребностям и\u00A0возможностям, сориентируют среди множества предложений и\u00A0подберут оптимальный вариант, исходя из\u00A0Ваших запросов.\r\n\r\n`,

      `## Также не\u00A0забудьте посетить раздел нашего сайта\r\n[Дома, дачи, коттеджи](/houses-and-cottages "Дома, дачи, коттеджи"), возможно, и\u00A0здесь найдутся интересные варианты. В\u00A0продаже абсолютно новые коттеджи от\u00A0проверенных частных застройщиков, с\u00A0которыми мы\u00A0работаем уже много лет.\r\n\r\n`,

      `## Однако мы\u00A0продаем не\u00A0только готовые решения, но\u00A0и\u00A0участки без\u00A0домовладений в\u00A0коттеджных поселках. \r\nЕсли Вы рассматриваете такой вариант, советуем обратить внимание на\u00A0страницу [Земельные участки](\\lands "Земельные участки"). Здесь много интересных предложений.\r\n\r\n\r\n`
    ],
    banner: `## Покупка недвижимости в\u00A0коттеджном поселке – \r\nэто в\u00A0первую очередь, проявление заботы о\u00A0Ваших близких. Все, что нужно для того, чтобы почувствовать городской комфорт загородной жизни.\r\n\r\nКак правило, наши объекты не\u00A0«залеживаются на\u00A0полке», база постоянно обновляется, каждый менеджер проводит несколько сделок в\u00A0месяц. Обращайтесь в\u00A0агентство недвижимости «Загородный стиль», мы\u00A0всегда готовы выслушать, проконсультировать, а\u00A0главное\u00A0– реально помочь!`,
  },

  flats: {
    common: [""],
    banner: ``,
  },
};

export default TypeSEOText;
