import { reviewDataInterface } from "./reviewsData.interface";

const reviews: reviewDataInterface[] = [
  {
    _id: 1,
    name: "Иван Иванов",
    date: "15 января, 2023 года",
    avatar: "url-to-avatar1.jpg",
    textReview:
      'Мы очень благодарны агентству "Загородный стиль" и лично Павлу Соколову за профессиональную помощь в подборе загородного дома. Павел внимательно выслушал наши пожелания, провел подробную консультацию, и благодаря его рекомендациям мы нашли идеальное место для нашей семьи. Процесс покупки прошел гладко и без проблем. Огромное спасибо!',
    picReview: "url-to-pic1.jpg",
  },
  {
    _id: 2,
    name: "Мария Петрова",
    date: "20 февраля, 2023",
    avatar: "url-to-avatar2.jpg",
    textReview:
      "Петр Манько оказался отличным специалистом в своем деле. На протяжении всего процесса поиска он был на связи, оперативно реагировал на наши запросы и предоставлял интересные варианты недвижимости. Петр профессионально сопровождал нас от начала до конца, помог разрешить все вопросы и оформить покупку. Спасибо большое!",
    picReview: "url-to-pic2.jpg",
  },
  {
    _id: 3,
    name: "Алексей Смирнов",
    date: "10 марта, 2023 года",
    avatar: "url-to-avatar3.jpg",
    textReview:
      'Обратился в агентство "Загородный стиль" с целью приобретения загородного дома. Павел Соколов предоставил нам полную информацию по всем интересующим нас вопросам. Его профессионализм и внимание к деталям заслуживают высших похвал. Благодаря ему мы с уверенностью можем сказать, что нашли свой идеальный дом. Спасибо за качественное обслуживание!',
    picReview: "url-to-pic3.jpg",
  },
  {
    _id: 4,
    name: 'Елена Козлова',
    date: '25 июля, 2023 года',
    avatar: 'url-to-avatar7.jpg',
    textReview: 'Хочу выразить благодарность агентству "Загородный стиль" и Петру Манько за отличную работу. Петр был настоящим профессионалом и смог найти для нас дом, который полностью соответствует нашим ожиданиям. Он также помог с решением юридических вопросов, что сделало весь процесс максимально комфортным. Очень довольны результатом!',
    picReview: 'url-to-pic7.jpg',
  },
  {
    _id: 5,
    name: 'Денис Степанов',
    date: '10 августа, 2023 года',
    avatar: 'url-to-avatar8.jpg',
    textReview: 'После сотрудничества с агентством "Загородный стиль" и Павлом Соколовым, я уверен, что сделал правильный выбор. Павел подошел к задаче очень ответственно, предоставил мне несколько отличных вариантов недвижимости, помог с оформлением сделки. Благодарю за профессионализм и внимание к деталям!',
    picReview: 'url-to-pic8.jpg',
  },
  {
    _id: 6,
    name: 'Наталья Сидорова',
    date: '18 сентября, 2023 года',
    avatar: 'url-to-avatar9.jpg',
    textReview: 'Сотрудничество с "Загородный стиль" и Петром Манько превзошло мои ожидания. Петр был весьма внимателен к моим потребностям и предоставил мне отличные варианты недвижимости. Я благодарна за профессиональное сопровождение весь путь от выбора до сделки. Очень довольна результатом!',
    picReview: 'url-to-pic9.jpg',
  },
];


export default reviews;
